Repository: fujiwarat/ibus-input-pad
Catalog: po/*.po
Languages: de, zh_cn

source: Launch Input Pad
de: Input Pad starten
zh_cn: 启动输入板

source: Show Input Pad
de: Input Pad anzeigen
zh_cn: 显示输入板

source: Show Input Pad (Keyboard Only)
de: Input Pad anzeigen (nur Tastatur)
zh_cn: 显示输入板（ 仅键盘）

source: Setup Input Pad
de: Input Pad konfigurieren
zh_cn: 设置输入板

source: Configure Input Pad
de: Input Pad konfigurieren
zh_cn: 设定输入板

source: Hide Input Pad
de: Input Pad verstecken
zh_cn: 隐藏输入板

source: Input Pad
zh_cn: 输入板

source: IBus Input Pad Setup
de: IBus Input Pad Einstellungen
zh_cn: IBus 输入板设置

source: Set up IBus Input Pad engine
de: IBus Input Pad Engine konfigurieren
zh_cn: 设置 IBus 输入板引擎

source: Default
de: Voreinstellung
zh_cn: 默认

source: Keyboard _Theme:
de: Tastatur_theme:
zh_cn: 键盘主题(_T)：

source: Which theme you choose in kbdui modules
de: Welches Theme in kbdui Modulen benutzt werden soll
zh_cn: 您想要 kbdui 模块使用哪个主题

source: Nothing
de: Nichts
zh_cn: 无

source: Custom
de: Benutzerdefiniert
zh_cn: 自定义

source: All
de: Alle
zh_cn: 全部

source: IBus-Input-Pad Setup
de: IBus-Input Pad Einstellungen
zh_cn: IBus-Input-Pad 设置

source: _Character Table Type:
de: _Zeichentabellentyp:
zh_cn: 字符表类型（_C）：

source: Whether you show the character table or not
de: Ob die Zeichentabelle angezeigt wird oder nicht
zh_cn: 是否显示字符表

source: _Keyboard Layout Type:
de: _Tastaturbelegungstyp:
zh_cn: 键盘布局类型(_K)：

source: Whether you show the keyboard layout or not
de: Ob die Tastaturbelegung angezeigt wird oder nicht
zh_cn: 是否显示键盘布局

source: <b>Default Appearance</b>
de: <b>Voreingestelltes Aussehen</b>
zh_cn: <b>默认外观</b>

source: <b>Keyboard Only Appearance</b>
de: <b>„Nur Tastatur“-Aussehen</b>
zh_cn: <b>仅键盘外观</b>

source: General
de: Allgemein
zh_cn: 常规

source: About
de: Info
zh_cn: 关于

source: _Apply
de: _Anwenden
zh_cn: 应用(_A)

source: _Cancel
de: _Abbrechen
zh_cn: 取消(_C)

source: _OK
zh_cn: 确定（_O）

source: Confirm
de: Bestätigen
zh_cn: 确认

source: Are you sure to close Setup?
de: Einstellungen wirklich beenden?
zh_cn: 您确定要关闭设置吗？

source: Are you sure to close Setup without saving configure?
de: Einstellungen wirklich beenden ohne zu speichern?
zh_cn: 您确定要关闭设置而不保存吗？

source: The input pad engine for IBus platform
de: Der „Input Pad Engine“ fur die IBus Plattform
zh_cn: IBus 平台的输入板引擎

source: translator_credits
de: Mike FABIAN <mfabian@redhat.com>
zh_cn: Chen Jingge <mariocanfly@hotmail.com>, 2025, 03.
